export const presentationTxt = [
  {
    title: "ສະພາປະຊາຊົນ ແຂວງຄຳມ່ວນ",
    description: [
      "ຕັ້ງແຕ່ສະຕະວັດທີ XVIII ເປັນຕົ້ນມາທີ່ປະຊາຊົນລາວໄດ້ຕໍ່ສູ່ເພື່ອຄວາມເປັນເອກະລາດ.ພາຍໃຕ້ການນໍາພາຂອງພັກປະຊາຊົນປະຕິວັດລາວໄດ້ນໍາພາໄປເຖິງການປົດປ່ອຍປະເທດຊາດຢ່າງສົມບູນ.ໄປພ້ອມໆກັບການສະຖາປະນາສາທາລະນະລັດປະຊາທິປະໄຕປະຊາຊົນລາວສະພາປະຊາຊົນສູງສຸດຊຸດທີIກໍໄດ້ຮັບການສ້າງຕັ້ງຂຶ້ນໂດຍກອງປະຊຸມໃຫຍ່ຜູ້ແທນປະຊາຊົນທົ່ວປະເທດໃນວັນທີ2 ທັນວາ 1975 ແລະສໍາລັບແຂວງຄໍາມ່ວນແມ່ນມີຊື້້ເອີ່ນວ່າ”ສະພາແຫ່ງຊາດ”ປະຈຳເຂດເລືອກຕັ້ງທີ12 ແຂວງຄໍາມ່ວນ ແລະ ດໍາເນີນມາຮອດທ້າຍສະໄໝຂອງສະພາແຫ່ງຊາດຊຸດທີ VII ຄື:ໃນກອງປະຊຸມສະໄໝສາມັນເທື່ອທີ 10 ຂອງສະພາແຫ່ງຊາດຊຸດທີ VIIສະພາປະຊາຊົນທ້ອງຖິ່ນໄດ້ຖືກຮັບຮອງເອົາຢ່າເປັນທາງການໂດຍກຳນົດໃນໝວດທີVIII ຂອງລັດຖະທຳມະນູນສະບັບປັບປຸງປີ 2015ແລະຮັບຮອງເອົາກົດໝາຍວ່າດ້ວຍສະພາປະຊາຊົນຂັ້ນແຂວງສະບັບເລກທີ 65/ສພຊ,ລົງວັນທີ 10 ທັນວາ 2015.",
      "ພາຍຫຼັງໄດ້ຮັບການຮັບຮອງໃນກອງປະຊຸມສະພາແຫ່ງຊາດ ແລະ ພາຍຫຼັງສໍາເລັດການເລືອກຕັ້ງສະມາຊິກສະພາປະຊາຊົນແຂວງຄົບຖ້ວນ ແລະ ກຳນົດຕຳແໜ່ງງານຕ່າງໆສຳເລັດແລ້ວສະພາປະຊາຊົນແຂວງຄຳມ່ວນຈື່ງຖືກສ້າງຕັ້ງຂຶ້ນຢ່າງເປັນທາງການ ໂດຍການຮັບຮອງຂອງກອງປະຊຸມຄັ້ງປະຖົມມະລືກຂອງສະພາປະຊາຊົນແຂວງຄຳມ່ວນຊຸດທີ I ໂດຍກອງປະຊຸມໄດ້ຮັບຮອງບັນດາໂຄງຮ່າງການຈັດຕັ້ງທີ່ສໍາຄັນຂອງສະພາເປັນຕົ້ນ : ປະທານ, ຮອງປະທານ, ຄະນະກໍາມະການ, ຄະນະເລຂາທິການ ແລະ ວຽກງານສຳຄັນຂອງແຂວງ.",
    ],
    img: "/images/location.jpg",
  },
  {
    title: "ທີ່ຕັ້ງ",
    description: [
      "ສະພາປະຊາຊົນແຂວງຄຳມ່ວນແມ່ນຕັ້ງຢູ່ບ້ານ ໂພນສະໜາມ ເມືອງ ທ່າແຂກ ແຂວງຄຳມ່ວນ, ທິດເໜືອຕິດກັບ ຖະໜົນຮອງ, ທິດໃຕ້ຕິດກັບຖະໜົນ ກຸວໍລະວົງ,ທິດຕາເວັນອອກຕິດກັບ ລັດວິສາຫະກິດນ້ຳປະປາແຂວງ ຄຳມ່ວນ, ຕາເວັນຕົກຕິດກັບອົງການພັດທະນາ ແລະ ບໍລິຫານຕົວເມືອງ(ອພບຕ).",
    ],
    img: "/images/map.jpg",
  },
];
